{
  "phe_dan_lang": [
    {
      "ten": "Dân làng",
      "mo_ta": "Dân làng chiếm đại đa số trong các nhân vật và nhiệm vụ của dân làng là làm sao chỉ chứng được ai là ma sói đang đội lốt người dân để mang sói đi treo cổ. Người dân có nhiều thời gian để đưa ra suy luận, phán đoán trước khi đưa ra lựa chọn sau cùng. Sẽ bị chết nếu bị Ma sói cắn trúng.",
      "diem": 1,
      "hinh_anh": "../libs/img/DanLang.jpg"
    },
    {
      "ten": "Tiên tri",
      "mo_ta": "Buổi tối tiên tri sẽ được quản trò gọi dậy và có quyền đoán trước ai là Ma sói. Nếu đúng người quản trò sẽ gật đầu hoặc giơ tay đồng ý, nếu không phải quản trò sẽ lắc đầu. Nhiệm vụ của tiên tri là phải ra mặt đúng lúc, dùng lập luận hướng dân làng tìm ra Ma sói. Sẽ bị chết nếu bị Ma sói cắn trúng.",
      "diem": 5,
      "hinh_anh": "../libs/img/TienTri.jpg"
    },
    {
      "ten": "Bảo vệ",
      "mo_ta": "Mỗi đêm Quản trò sẽ gọi Bảo vệ dậy. Nhiệm vụ của Bảo vệ là lựa chọn 1 người để cứu, Bảo vệ có thể chọn tự cứu mình. Người được Bảo vệ cứu nếu như bị Ma sói cắn thì vẫn sẽ sống sót vào sáng hôm sau.",
      "diem": 4,
      "hinh_anh": "../libs/img/BaoVe.jpg"
    },
    {
      "ten": "Thợ săn",
      "mo_ta": "Thợ săn có quyền chọn 1 người để giết theo nếu bị Ma sói cắn hoặc bị treo cổ. Người được chọn sẽ chết theo thợ săn.",
      "diem": 4,
      "hinh_anh": "../libs/img/ThoSan.jpg"
    },
    {
      "ten": "Phù Thủy",
      "mo_ta": "Phù Thủy có 2 lọ thuốc: 1 lọ cứu người và 1 lọ giết người. Phù Thủy có thể chọn cứu người bị sói cắn hoặc dùng lọ thuốc độc để giết người.",
      "diem": 5,
      "hinh_anh": "../libs/img/PhuThuy.jpg"
    },
    {
      "ten": "Cupid (Thần Tình Yêu)",
      "mo_ta": "Cupid sẽ ghép đôi 2 người bất kỳ với nhau. Nếu 1 người chết, người còn lại cũng sẽ chết theo.",
      "diem": 3,
      "hinh_anh": "../libs/img/Cupid.jpg"
    },
    {
      "ten": "Cảnh sát trưởng",
      "mo_ta": "Cảnh sát trưởng có quyền bỏ phiếu được tính là 2 phiếu. Nếu chết, cảnh sát trưởng có quyền chuyển quyền cho người khác.",
      "diem": 3,
      "hinh_anh": "../libs/img/CanhSatTruong.jpg"
    },
    {
      "ten": "Cô Bé",
      "mo_ta": "Cô Bé có thể nhìn trộm vào ban đêm để biết ai là Ma sói. Tuy nhiên, nếu bị Ma sói phát hiện, cô bé sẽ bị giết.",
      "diem": 2,
      "hinh_anh": "../libs/img/CoBe.jpg"
    }
  ],
  "phe_soi": [
    {
      "ten": "Sói thường",
      "mo_ta": "Phe ma sói có nhiệm vụ giết 1 người dân mỗi đêm. Ma sói có thể chọn không cắn ai hoặc tàn sát lẫn nhau.",
      "diem": -6,
      "hinh_anh": "../libs/img/SoiThuong.jpg"
    },
    {
      "ten": "Sói con",
      "mo_ta": "Sói con giống Sói thường, nhưng nếu Sói con chết, đêm hôm sau sói sẽ cắn hai người liên tiếp.",
      "diem": -7,
      "hinh_anh": "../libs/img/SoiCon.jpg"
    }
  ],
  "phe_thu_ba": [
    {
      "ten": "Cặp đôi khác phe yêu nhau",
      "mo_ta": "Cặp đôi này được Cupid ghép đôi và trở thành phe thứ ba với nhiệm vụ trở thành hai người duy nhất còn sống.",
      "diem": -4,
      "hinh_anh": "../libs/img/CapDoiKhacPhe.jpg"
    },
    {
      "ten": "Nửa người nửa sói",
      "mo_ta": "Ban đầu thuộc phe dân làng, nhưng nếu bị Ma Sói cắn sẽ biến thành Ma Sói.",
      "diem": -6,
      "hinh_anh": "../libs/img/NuaNguoiNuaSoi.jpg"
    },
    {
      "ten": "Sói trắng",
      "mo_ta": "Sói trắng thức dậy cùng với Sói thường, nhưng cứ hai đêm một lần có thể giết một Ma Sói khác. Nhiệm vụ của Sói trắng là trở thành người duy nhất còn sống.",
      "diem": -8,
      "hinh_anh": "../libs/img/SoiTrang.jpg"
    },
    {
      "ten": "Ăn trộm",
      "mo_ta": "Ăn trộm sẽ được gọi trong đêm đầu tiên và chọn một trong hai vai chức năng khác. Nếu một trong hai vai là Sói, Ăn trộm bắt buộc phải chọn Sói.",
      "diem": -5,
      "hinh_anh": "../libs/img/AnTrom.jpg"
    }
  ]
}
